Repository: rohitwebguru/WooCommerce-Package-Print
Catalog: languages/wf-woocommerce-packing-list-*.po
Languages: cs_cz

source: Picklist for order #{order_number}
cs_cz: Výběr pro objednávku č. {Order_number}

source: If enabled, products falling under the same category will be grouped together and displayed in the picklist. Hence, making it easier while packing products.
cs_cz: Pokud je povoleno, produkty spadající do stejné kategorie budou seskupeny a zobrazeny v rozevíracím seznamu. Proto je snazší při balení produktů.

source: Products from an order will be grouped together and displayed in the pick list, as per the order.
cs_cz: Produkty z objednávky budou seskupeny a zobrazeny v seznamu pro výběr, podle objednávky.

source: Enable this option to display the variation information of the product beneath the product name in the picklist product table.
cs_cz: Povolením této možnosti zobrazíte informace o variantách produktu pod názvem produktu v tabulce produktů v seznamu.

source: Enable this option to exclude the virtual deliverables like downloadable books from the picklist.
cs_cz: Povolením této možnosti vyloučíte virtuální výstupy, jako jsou knihy ke stažení, ze seznamu.

source: Picklist email send by %s.
cs_cz: Vybraný e-mail odeslat %s.

source: Send Picklist email
cs_cz: Odeslat e-mail ze seznamu

source: Print Picklist
cs_cz: Vytisknout seznam

source: Download Picklist
cs_cz: Stáhněte si výběr

source: Unable to print Picklist. Please check the items in the order.
cs_cz: Nelze vytisknout seznam. Zkontrolujte prosím položky v objednávce.

source: Configure the general settings required for picklist.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro výběr.

source: Select 'Yes' if you need to group the picklist by category. (This is however applicable only for Packaging Type "Single package per order", configurable in General settings->Advanced).
cs_cz: Pokud potřebujete seskupit výběrový seznam podle kategorie, vyberte „Ano“. (To je však použitelné pouze pro typ balení „Jedno balení na objednávku“, konfigurovatelný v Obecném nastavení -> Pokročilé).

source: Group by order
cs_cz: Seskupit podle objednávky

source: Select 'Yes' if you need to group the picklist by order. (This is however applicable only for Packaging Type "Single package per order", configurable in General settings->Advanced).
cs_cz: Pokud potřebujete seskupit výběrový seznam podle objednávky, vyberte „Ano“. (To je však použitelné pouze pro typ balení „Jedno balení na objednávku“, konfigurovatelný v Obecném nastavení -> Pokročilé).

source: Attach Picklist PDF in order email for statuses
cs_cz: Připojte e-mail se seznamem PDF k objednání stavů

source: PDF version of picklist will be attached with the order email
cs_cz: PDF verze seznamu bude připojena k e-mailu s objednávkou

source: Share Picklist PDF as a separate email
cs_cz: Sdílejte výběr PDF jako samostatný e-mail

source: Enable the option and configure the email %shere%s, if you need to send a copy of the picklist to another email id e.g admin email.
cs_cz: Povolte tuto možnost a nakonfigurujte e-mail %shere %s, pokud potřebujete poslat kopii seznamu pro výběr na jiné e-mailové ID, např. E-mail správce.

source: Select a proforma invoice number format from the drop-down. You can choose to have a prefix, suffix or both for your proforma invoice number.
cs_cz: V rozbalovací nabídce vyberte formát čísla faktury proforma. Jako číslo faktury proforma si můžete vybrat předponu, příponu nebo obojí.

source: You can mirror the order number as the proforma invoice number by enabling this option, else, you can create a proforma invoice number of your own choice by specifying a proforma invoice start number.
cs_cz: Povolením této možnosti můžete zrcadlit číslo objednávky jako číslo proforma faktury, jinak můžete vytvořit číslo proforma faktury podle vlastního výběru zadáním počátečního čísla proforma faktury.

source: Set a starting number for the proforma invoice number to have a specific number other than the order number. Reset provisions are also allowed.
cs_cz: Nastavte počáteční číslo pro číslo faktury proforma tak, aby mělo jiné konkrétní číslo než číslo objednávky. Povolena jsou také resetovací ustanovení.

source: Specify a prefix that will appear at the leading edge of the proforma invoice number. Provisions are included to select predefined date formats as prefixes.
cs_cz: Zadejte předponu, která se zobrazí na předním okraji čísla proforma faktury. Jsou zahrnuta ustanovení pro výběr předdefinovaných formátů data jako předpon.

source: Specify a suffix that will appear at the trailing edge of the proforma invoice number. Provisions are included to select predefined date formats as suffixes.
cs_cz: Zadejte příponu, která se objeví na zadní hraně čísla proforma faktury. Jsou zahrnuta ustanovení pro výběr předdefinovaných formátů data jako přípon.

source: Indicates the total length of the proforma invoice number, excluding the length of prefix and suffix if added. If the length of the generated proforma invoice number is less than the provided, it will be padded with ‘0’. E.g if you specify 7 as proforma invoice length and your proforma invoice number is 8009, it will be represented as 0008009 in the respective documents.
cs_cz: Označuje celkovou délku čísla proforma faktury, s výjimkou délky předpony a přípony, pokud jsou přidány. Pokud je délka vygenerovaného čísla proforma faktury menší, než je uvedeno, bude vyplněna číslicí „0“. Například pokud zadáte 7 jako délku proforma faktury a vaše číslo proforma faktury je 8009, bude v příslušných dokumentech představováno jako 0008009.

source: If you choose 'No' then the proforma invoice date will be the date on which it is printed or downloaded.
cs_cz: Pokud zvolíte možnost „Ne“, bude datum proforma faktury datum, kdy bude vytištěno nebo staženo.

source: Enabling this option will allow your customers to print the proforma invoice (via print button) from their order mail as well as after checkout.
cs_cz: Povolení této možnosti umožní vašim zákazníkům vytisknout proforma fakturu (pomocí tlačítka pro tisk) z jejich objednávkového e-mailu i po dokončení platby.

source: If your store has one or more taxes configured, enabling this option will categorize different taxes in separate columns in the proforma invoice product table.
cs_cz: Pokud má váš obchod nakonfigurovanou jednu nebo více daní, povolení této možnosti roztřídí různé daně v samostatných sloupcích v tabulce produktů proforma faktury.

source: Proforma invoice
cs_cz: Proforma faktura

source: Print Proforma Invoice
cs_cz: Tisk faktury Proforma

source: Download Proforma Invoice
cs_cz: Stáhněte si Proforma fakturu

source: Proforma Invoice Number
cs_cz: Číslo faktury Proforma

source: Proforma Invoice Date
cs_cz: Datum faktury proforma

source: Special notes
cs_cz: Zvláštní poznámky

source: Proforma Invoice
cs_cz: PROFORMA

source: Print/Download Proforma Invoice
cs_cz: Tisk / stažení faktury Proforma

source: Hi %s,
cs_cz: Dobrý den %s,

source: Just to let you know &mdash; we've received your order #%s, and it is now being processed:
cs_cz: Jen pro informaci &mdash; Vaše objednávka č. %s byla přijata a je nyní zpracovávána:

source: Thanks!
cs_cz: Děkujeme!

source: Just to let you know &mdash; we've received your order #%s, and it is now being processed.:
cs_cz: Jen pro informaci - obdrželi jsme vaši objednávku # %s a nyní se zpracovává .:

source: Configure the general settings required for proforma invoice.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro proforma fakturu.

source: Use order date as proforma invoice date
cs_cz: Jako datum proforma faktury použijte datum objednávky

source: If you choose 'No' then the proforma invoice date will be the date on which it is generated.
cs_cz: Pokud zvolíte „Ne“, bude datum proforma faktury datem, kdy byla vygenerována.

source: Generate proforma invoice for order statuses
cs_cz: Generovat proforma fakturu pro stavy objednávky

source: Order statuses for which an proforma invoice should be generated.
cs_cz: Stavy objednávek, pro které by měla být vygenerována proforma faktura.

source: Attach proforma invoice PDF in email
cs_cz: Připojte e-mailem proforma fakturu ve formátu PDF

source: PDF version of proforma invoice will be attached with the order email based on the above statuses
cs_cz: Proforma faktura ve formátu PDF bude připojena k e-mailu s objednávkou na základě výše uvedených stavů

source: Order statuses to show print button
cs_cz: Pořadí stavů pro zobrazení tlačítka pro tisk

source: Select/add additional order information in the proforma invoice.
cs_cz: Vyberte / přidejte další informace o objednávce do proforma faktury.

source: Custom footer for proforma invoice
cs_cz: Vlastní zápatí proforma faktury

source: Choose Yes to generate multiple labels on one page Enabling will prompt to input the number of labels in a row.
cs_cz: Chcete-li generovat více štítků na jedné stránce, zvolte Ano. Povolením se zobrazí výzva k zadání počtu štítků v řádku.

source: Choose the required size to be either full page or input a custom size by specifying the desired width and height in inches.
cs_cz: Vyberte požadovanou velikost pro celou stránku nebo zadejte vlastní velikost zadáním požadované šířky a výšky v palcích.

source: Enabling this option will allow your customers to print the shipping label (via print button) from their order mail as well as after checkout.
cs_cz: Povolení této možnosti umožní vašim zákazníkům vytisknout přepravní štítek (pomocí tlačítka pro tisk) z poštovní objednávky i po dokončení platby.

source: Order number label
cs_cz: Štítek s objednacím číslem

source: Weight label
cs_cz: Štítek hmotnosti

source: Ship date label
cs_cz: Odeslat štítek s datem

source: Title font size
cs_cz: Velikost písma názvu

source: Address font size
cs_cz: Velikost písma adresy

source: Layout
cs_cz: Rozložení

source: To Address
cs_cz: Na adresu

source: Shipping Details
cs_cz: Přepravní údaje

source: Shipping Label
cs_cz: Přepravní štítek

source: Print Shipping Label
cs_cz: Vytisknout přepravní štítek

source: Print/Download Shipping Label
cs_cz: Tisk / stažení přepravního štítku

source: Download Shipping Label
cs_cz: Stáhnout přepravní štítek

source: Please add shipping from address in the plugin's general settings.
cs_cz: V obecném nastavení pluginu prosím přidejte poštu z adresy.

source: Configure the general settings required for shipping label.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro přepravní štítek.

source: Enable multiple labels in one page
cs_cz: Povolte více štítků na jedné stránce

source: No of labels in one row
cs_cz: Počet štítků v jednom řádku

source: Shipping label size
cs_cz: Velikost přepravního štítku

source: Full Page
cs_cz: Celá stránka

source: Custom
cs_cz: Vlastní

source: Custom size
cs_cz: Vlastní velikost

source: Enter the custom width and height values(in order), in inches.
cs_cz: Zadejte vlastní hodnoty šířky a výšky (v pořadí) v palcích.

source: Select/add additional order information in the shipping label.
cs_cz: Vyberte / přidejte další informace o objednávce na přepravním štítku.

source: Enable print shipping label option for order status
cs_cz: Povolit možnost tisku přepravního štítku pro stav objednávky

source: The plugins %s and %s cannot be active in your store at the same time. Kindly deactivate one of these prior to activating the other.
cs_cz: Pluginy %s a %s nemohou být ve vašem obchodě aktivní současně. Před aktivací druhého laskavě deaktivujte jeden z nich.

source: Go to plugins page
cs_cz: Přejděte na stránku pluginů

source: Prints Packing List,Invoice,Delivery Note & Shipping Label.
cs_cz: Vytiskne seznam balení, fakturu, dodací list a přepravní štítek.
