Repository: rohitwebguru/WooCommerce-Package-Print
Catalog: languages/wf-woocommerce-packing-list-*.po
Languages: cs_cz

source: Settings updated.
cs_cz: Nastavení aktualizováno.

source: All fields are mandatory
cs_cz: Všechna pole jsou povinná

source: Please enter mandatory fields
cs_cz: Zadejte povinná pole

source: You have to select order(s) first!
cs_cz: Nejprve musíte vybrat objednávku (objednávky)!

source: One or more order do not have invoice generated. Generate manually?
cs_cz: Jedna nebo více objednávek nemá vygenerovanou fakturu. Generovat ručně?

source: Sorry, something went wrong.
cs_cz: Je nám líto! Něco se pokazilo.

source: Please wait
cs_cz: Vyčkejte prosím

source: You can't undo this action. Are you sure?
cs_cz: Tuto akci nelze vrátit zpět. Jsi si jistá?

source: Close
cs_cz: Zavřít

source: Save
cs_cz: Uložit

source: Default
cs_cz: Výchozí

source: Invoice/Packing
cs_cz: Faktura / Balení

source: Settings
cs_cz: Nastavení

source: Documentation
cs_cz: Dokumentace

source: Support
cs_cz: Podpora

source: Document details
cs_cz: Podrobnosti o dokumentu

source: Print/Download
cs_cz: Tisk / stažení

source: General Settings
cs_cz: Hlavní nastavení

source: You are not allowed to view this page.
cs_cz: Tuto stránku nemáte povoleno prohlížet.

source: Access denied !!!.
cs_cz: Přístup odepřen !!!.

source: Every %d minutes
cs_cz: Každých %d minut

source: Error
cs_cz: Chyba

source: Successfully cleared all temp files.
cs_cz: Všechny dočasné soubory byly úspěšně vymazány.

source: No files found.
cs_cz: Nebyly nalezeny žádné soubory.

source: required
cs_cz: vyžadováno

source: Delete
cs_cz: Smazat

source: Edit
cs_cz: Upravit

source: No data found
cs_cz: Nebyla nalezena žádná data

source: Settings Updated
cs_cz: Nastavení aktualizováno

source: All
cs_cz: Vše

source: Specify your company name in the field provided. You can choose to display the name or logo in the respective documents from the customize tab pertaining to these documents.
cs_cz: Do příslušného pole zadejte název své společnosti. Můžete si zvolit zobrazení jména nebo loga v příslušných dokumentech na kartě Přizpůsobení týkající se těchto dokumentů.

source: Upload a company logo (preferably of size 150x50px for better usability) from the media library.
cs_cz: Nahrajte logo společnosti (nejlépe pro lepší použitelnost o rozměrech 150x50px) z knihovny médií.

source: The norms and rules regarding the return, exchange and associated refund-related procedures of your business can be stated in the expandable text area provided. You can choose to display it or not in your shipping documents from the concerned documents customize tab.
cs_cz: Normy a pravidla týkající se vrácení, výměny a souvisejících postupů souvisejících s vrácením peněz vašeho podnikání lze určit v uvedené rozbalitelné textové oblasti. Na kartě přizpůsobení příslušných dokumentů si můžete zvolit, zda se bude zobrazovat ve vašich přepravních dokumentech.

source: Additional details like the terms and conditions, any specific messages that have to be displayed at the bottom of the document can be specified in the expandable text area provided. You can choose to display it or not in your shipping documents from the concerned documents customize tab.
cs_cz: Další podrobnosti, jako jsou podmínky a podmínky, jakékoli konkrétní zprávy, které se mají zobrazit v dolní části dokumentu, lze zadat v rozbalitelné textové oblasti. Na kartě přizpůsobení příslušných dokumentů si můžete zvolit, zda se bude zobrazovat ve vašich přepravních dokumentech.

source: The ‘From Address’ to be displayed in the shipping documents will be loaded from details specified in these fields.
cs_cz: „Z adresy“, která se zobrazí v přepravních dokladech, se načte z podrobností uvedených v těchto polích.

source: Click here to load the default WooCommerce store address details into the respective fields.
cs_cz: Kliknutím sem načtete výchozí podrobnosti adresy obchodu WooCommerce do příslušných polí.

source: Lets you add additional text input fields on the checkout page which would be stored along with order details among the custom fields. Defaulted to VAT and SSN, you may also include additional custom metadata by specifying concerned field name and meta key in which it would be stored in database. Provisions to set the field mandatory or not is also allowed.
cs_cz: Umožňuje přidat na stránku pokladny další pole pro zadávání textu, která by byla uložena spolu s podrobnostmi objednávky mezi vlastní pole. Ve výchozím nastavení pro DPH a SSN můžete také zahrnout další vlastní metadata zadáním názvu příslušného pole a meta klíče, ve kterém by byla uložena v databázi. Rovněž jsou povolena ustanovení k povinnému či nepovolení pole.

source: Enable to obtain a preview of the document whenever a user initiates a print.
cs_cz: Povolit získání náhledu dokumentu, kdykoli uživatel zahájí tisk.

source: Enable to obtain the document in right to left alignment. (P.S: Use it only for languages with the right to left text direction)
cs_cz: Povolením získáte dokument zarovnání zprava doleva. (P.S: Používejte pouze pro jazyky se směrem textu zprava doleva)

source: Include a tracking number in your documents by specifying an appropriate tracking number meta(usually from a third-party plugin) in the field provided.
cs_cz: Zahrňte do svých dokumentů sledovací číslo zadáním příslušného meta sledovacího čísla (obvykle z pluginu jiného výrobce) do uvedeného pole.

source: Displays the state name instead of state code in billing and shipping address across all documents.
cs_cz: Zobrazuje název státu místo kódu státu na fakturační a dodací adrese ve všech dokumentech.

source: Configure the product price/subtotal inclusive or exclusive of tax. Provision to set up tax also provided.
cs_cz: Nakonfigurujte cenu produktu / mezisoučet včetně nebo bez daně. Ustanovení o stanovení daně také stanoveno.

source: Choose appropriate option from the drop down either to have all items or individual items of an order in the packing slip/shipping label.
cs_cz: Vyberte příslušnou možnost z rozevíracího seznamu, abyste měli všechny položky nebo jednotlivé položky objednávky na dodacím listu / přepravním štítku.

source: Necessary arguments are missing.
cs_cz: Chybí potřebné argumenty.

source: File input is missing.
cs_cz: Chybí zadání souboru.

source: Input file not exists.
cs_cz: Vstupní soubor neexistuje.

source: Cloud print
cs_cz: Cloudový tisk

source: Invoice Cloud print
cs_cz: Cloudový tisk faktur

source: Please set up a default printer
cs_cz: Nastavte prosím výchozí tiskárnu

source: Cloud print error: %s
cs_cz: Chyba cloudového tisku: %s

source: Automatic cloud printing of order number %s was failed because of these reason(s).
cs_cz: Automatický cloudový tisk čísla objednávky %s selhal z těchto důvodů.

source: Success
cs_cz: Úspěch

source: Unable to generate access token.
cs_cz: Nelze vygenerovat přístupový token.

source: Client ID / Client secret is missing.
cs_cz: Chybí ID klienta / tajemství klienta.

source: Invalid document type.
cs_cz: Neplatný typ dokumentu.

source: Invalid order id.
cs_cz: Neplatné ID objednávky.

source: Failed to generate document template.
cs_cz: Generování šablony dokumentu se nezdařilo.

source: Invalid Printer ID
cs_cz: Neplatné ID tiskárny

source: Printer test
cs_cz: Test tiskárny

source: Unable to generate access token. Please disconnect and then connect again.
cs_cz: Nelze vygenerovat přístupový token. Odpojte a znovu připojte.

source: Unable to establish connection. Please disconnect and then connect again.
cs_cz: Nelze navázat spojení. Odpojte a znovu připojte.

source: Unable to establish connection.
cs_cz: Nelze navázat spojení.

source: Client ID is mandatory
cs_cz: ID klienta je povinné

source: Client secret is mandatory
cs_cz: Tajemství klienta je povinné

source: Cloud print error
cs_cz: Chyba cloudového tisku

source: Successfully send to Cloud print
cs_cz: Úspěšně odeslat do cloudového tisku

source: Please wait...
cs_cz: Počkejte prosím...

source: Disconnect
cs_cz: Odpojit

source: Connect
cs_cz: Připojit

source: Unable to generate Auth URL
cs_cz: Nelze vygenerovat ověřovací adresu URL

source: Working...
cs_cz: Pracuji...

source: Waiting...
cs_cz: Čekání...

source: Searching for printers...
cs_cz: Hledání tiskáren ...

source: Set as default
cs_cz: Nastavit jako výchozí

source: Remove from default
cs_cz: Odebrat z výchozího nastavení

source: An error occurred. Please %stry again.%s
cs_cz: Vyskytla se chyba. %s Zkuste to prosím znovu. %s

source: Testing failed.
cs_cz: Testování selhalo.

source: Tested OK. Verify print.
cs_cz: Testováno v pořádku. Ověřte tisk.

source: Tested OK. Verify the print %shere%s
cs_cz: Testováno v pořádku. Ověřte tisk %shere %s

source: Connected
cs_cz: Připojeno

source: Add a printer
cs_cz: Přidejte tiskárnu

source: Display Name
cs_cz: Zobrazované jméno

source: Name
cs_cz: Jméno

source: Connection Status
cs_cz: Stav připojení

source: Actions
cs_cz: Akce

source: Test printer by printing a sample document
cs_cz: Otestujte tiskárnu vytištěním ukázkového dokumentu

source: Test printer
cs_cz: Vyzkoušejte tiskárnu

source: No printers found.
cs_cz: Nebyly nalezeny žádné tiskárny.

source: Need help?
cs_cz: Potřebujete pomoc?

source: Click %shere%s to find how to set up your printer with Google Cloud Print
cs_cz: Kliknutím na %shere %s zjistíte, jak nastavit tiskárnu pomocí Google Cloud Print

source: Oops !!!
cs_cz: Jejda !!!

source: No Cloud printing enabled documents found.
cs_cz: Nebyly nalezeny žádné dokumenty podporující tisk z cloudu.

source: Google account
cs_cz: Účet Google

source: Client ID
cs_cz: Klient ID

source: Redirect URI
cs_cz: Přesměrování URI

source: Use this redirect URI when setting up Google API credentials.
cs_cz: Tento identifikátor URI přesměrování použijte při nastavování pověření Google API.

source: Enable manual printing
cs_cz: Povolit ruční tisk

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Enable automatic printing
cs_cz: Povolit automatický tisk

source: Notify by email
cs_cz: Informovat e-mailem

source: Refund
cs_cz: Vrácení peněz

source: n/a
cs_cz: není k dispozici

source: Unknown
cs_cz: Neznámý

source: Order number
cs_cz: Číslo objednávky

source: Invoice number
cs_cz: Číslo faktury

source: incl. tax
cs_cz: vč. DPH

source: Unable to generate PDF.
cs_cz: Nelze generovat PDF.

source: Customize
cs_cz: Upravit

source: Click here to add Company logo
cs_cz: Kliknutím sem přidáte logo společnosti

source: Click here to add Company name
cs_cz: Kliknutím sem přidáte název společnosti

source: Click here to add From address
cs_cz: Kliknutím sem přidáte adresu odesílatele

source: Click here to add Signature
cs_cz: Kliknutím sem přidáte podpis

source: Please save all data before leaving this page. All unsaved data will be lost. Are you sure?
cs_cz: Před opuštěním této stránky si prosím uložte všechna data. Všechna neuložená data budou ztracena. Jsi si jistá?

source: Create new template
cs_cz: Vytvořit novou šablonu

source: Change layout
cs_cz: Změnit rozložení

source: Saving
cs_cz: Ukládání

source: Please enter order number
cs_cz: Zadejte číslo objednávky

source: Generating
cs_cz: Generování

source: Active
cs_cz: Aktivní

source: Error.
cs_cz: Chyba.

source: Activate
cs_cz: Aktivovat

source: No template found.
cs_cz: Nebyla nalezena žádná šablona.

source: Unable to save theme.
cs_cz: Motiv nelze uložit.

source: Template created.
cs_cz: Šablona vytvořena.

source: Template updated.
cs_cz: Šablona byla aktualizována.

source: Unable to switch view.
cs_cz: Nelze přepnout zobrazení.

source: Unable to load template.
cs_cz: Šablonu nelze načíst.

source: Untitled template
cs_cz: Šablona bez názvu

source: Lighter
cs_cz: Zapalovač

source: Normal
cs_cz: Normální

source: Bold
cs_cz: Tučné

source: Bolder
cs_cz: Tučnější

source: Select One
cs_cz: Vybrat jedno

source: Left
cs_cz: Vlevo

source: Right
cs_cz: Vpravo

source: Center
cs_cz: Uprostřed

source: Start
cs_cz: Začátek

source: End
cs_cz: Konec

source: None
cs_cz: Žádný

source: Solid
cs_cz: Plný

source: Dotted
cs_cz: Tečkovaný

source: Dashed
cs_cz: Přerušovaný

source: Click to view predefined templates.
cs_cz: Kliknutím zobrazíte předdefinované šablony.

source: Create a new template or edit an existing template.
cs_cz: Vytvořte novou šablonu nebo upravte existující šablonu.

source: Lists general guidelines and the plugin placeholders that can help you while modifying the template via code editor, custom code.
cs_cz: Uvádí obecné pokyny a zástupné symboly pluginu, které vám mohou pomoci při úpravách šablony pomocí editoru kódu, vlastního kódu.

source: Use CSS to make additional modifications to the layout other than the one listed in the visual editor.
cs_cz: Pomocí CSS proveďte další úpravy rozložení, než které jsou uvedeny ve vizuálním editoru.

source: Displays the currently chosen document template with provisions to modify.
cs_cz: Zobrazí aktuálně zvolenou šablonu dokumentu s ustanoveními k úpravám.

source: Shows a preview of the template on an actual order. Key in an order number to view the same.
cs_cz: Zobrazí náhled šablony na skutečné objednávce. Chcete-li zobrazit stejné číslo, zadejte číslo objednávky.

source: Credit note
cs_cz: Dobropis

source: VAT:
cs_cz: DIČ

source: Shipping Method:
cs_cz: Doručovací adresa:

source: Tracking number:
cs_cz: Sledovací číslo:

source: Billing Address:
cs_cz: Fakturační adresa:

source: Shipping Address:
cs_cz: Doručovací adresa:

source: Invoice No:
cs_cz: Faktura č.:..

source: Order Date:
cs_cz: Datum objednávky:

source: Image
cs_cz: Obrázek

source: Product
cs_cz: Produkt

source: Quantity
cs_cz: Množství

source: Price
cs_cz: Cena

source: Total Price
cs_cz: Celková cena

source: Subtotal
cs_cz: Mezisoučet

source: Shipping
cs_cz: Doprava

source: Cart Discount
cs_cz: Sleva na košík

source: Order Discount
cs_cz: Sleva

source: Total Tax
cs_cz: Daň celkem

source: Fee
cs_cz: Poplatek

source: Payment Method
cs_cz: Způsob platby

source: Total
cs_cz: Celkem

source: Title
cs_cz: Nadpis

source: Font size
cs_cz: Velikost písma

source: Text align
cs_cz: Zarovnání textu

source: Text Color
cs_cz: Barva textu

source: Display
cs_cz: Zobrazit

source: Company Logo
cs_cz: Firemní logo

source: Company Name
cs_cz: Název společnosti

source: Logo Width
cs_cz: Šířka loga

source: Logo Height
cs_cz: Výška loga

source: Company name font size
cs_cz: Velikost písma názvu společnosti

source: Extra Details
cs_cz: Další podrobnosti

source: Extra detail font size
cs_cz: Extra detailní velikost písma

source: Header Color
cs_cz: Barva záhlaví

source: Style
cs_cz: Styl

source: Text color
cs_cz: Barva textu

source: Format
cs_cz: Formát

source: Table head background
cs_cz: Pozadí hlavy stolu

source: Table head text color
cs_cz: Barva textu hlavy tabulky

source: Table body text color
cs_cz: Barva textu textu tabulky

source: Image label
cs_cz: Štítek obrázku

source: Image text align
cs_cz: Zarovnání textu obrázku

source: SKU label
cs_cz: Štítek SKU

source: SKU text align
cs_cz: Zarovnání textu SKU

source: Product label
cs_cz: Štítek produktu

source: Product text align
cs_cz: Zarovnání textu produktu

source: Qty label
cs_cz: Množství štítku

source: Qty text align
cs_cz: Množství zarovnání textu

source: Price label
cs_cz: Popisek ceny

source: Price text align
cs_cz: Zarovnání textu ceny

source: Tax label
cs_cz: Daňový štítek

source: Tax text align
cs_cz: Zarovnání textu daně

source: Total weight label
cs_cz: Štítek s celkovou hmotností

source: Total weight text align
cs_cz: Zarovnání textu celkové hmotnosti

source: Total label
cs_cz: Celkový štítek

source: Total text align
cs_cz: Celkové zarovnání textu

source: Signature type
cs_cz: Typ podpisu

source: Manual Signature
cs_cz: Ruční podpis

source: Image Signature
cs_cz: Podpis obrázku

source: Align
cs_cz: Zarovnání

source: Label
cs_cz: Štítek

source: Preview sample PDF
cs_cz: Náhled ukázkového PDF

source: Order
cs_cz: Objednávka

source: Help
cs_cz: Pomoc

source: Instructions
cs_cz: Instrukce

source: Always write placeholders inside
cs_cz: Zástupné symboly vždy pište dovnitř

source: brackets.
cs_cz: závorky.

source: Text inside
cs_cz: Text uvnitř

source: in code view ensures that the string is translation compatible.
cs_cz: v zobrazení kódu zajišťuje, že řetězec je kompatibilní s překladem.

source: Please specify
cs_cz: Upřesněte prosím

source: attribute while adding new column in product table.
cs_cz: při přidávání nového sloupce do tabulky produktů.

source: Use predefined classes for some CSS properties, as listed below, for a better RTL support.
cs_cz: Pro lepší podporu RTL použijte předdefinované třídy pro některé vlastnosti CSS, jak jsou uvedeny níže.

source: Eg:
cs_cz: Např:

source: Alternate Class
cs_cz: Alternativní třída

source: Below listed are some in-built placeholders used in the templates. Additionally you can add your own placeholders in the template and give values via filters
cs_cz: Níže jsou uvedeny některé vestavěné zástupné symboly použité v šablonách. Dále můžete do šablony přidat své vlastní zástupné symboly a dávat hodnoty pomocí filtrů

source: See
cs_cz: Vidět

source: Help tab
cs_cz: Karta Nápověda

source: General settings
cs_cz: Obecná nastavení

source: for more details about filters
cs_cz: pro více informací o filtrech

source: Placeholder
cs_cz: Zástupný symbol

source: Description
cs_cz: Popis

source: Templates
cs_cz: Šablony

source: Type template name to search
cs_cz: Zadejte název šablony pro vyhledávání

source: Enter a name for your template
cs_cz: Zadejte název šablony

source: Please enter name
cs_cz: Zadejte prosím jméno

source: Cancel
cs_cz: Zrušit

source: Choose a layout.
cs_cz: Vyberte rozložení.

source: All unsaved changes will be lost upon switching to a new layout.
cs_cz: Všechny neuložené změny budou při přepnutí na nové rozložení ztraceny.

source: Save before you proceed.
cs_cz: Než budete pokračovat, uložte.

source: Saving...
cs_cz: Ukládám…

source: Use
cs_cz: Použít

source: Create new
cs_cz: Vytvořit nový

source: My templates
cs_cz: Moje šablony

source: Visual
cs_cz: Zobrazení

source: Code
cs_cz: Kód

source: Error !!!
cs_cz: Chyba !!!

source: Successfully deactivated.
cs_cz: Úspěšně deaktivováno.

source: Please select a product
cs_cz: Vyberte produkt

source: Invalid product
cs_cz: Neplatný produkt

source: Status
cs_cz: Stav

source: Product:
cs_cz: Produkt:

source: Click to append with existing data
cs_cz: Kliknutím přidáte existující data

source: Date formats
cs_cz: Formáty data

source: By default the arguments will consider the document date(date on which the document invoice, shipping label etc is generated) as the input.
cs_cz: Ve výchozím nastavení budou argumenty považovat za vstup datum dokladu (datum, kdy je vygenerována faktura dokladu, přepravní štítek atd.).

source: User order date as input instead.
cs_cz: Místo toho datum objednávky uživatele.

source: Select from any of the formats below:
cs_cz: Vyberte některý z níže uvedených formátů:

source: Output
cs_cz: Výstup

source: While using this option multiple refunds(via partial refunds) from the same order will carry the same credit note number unless prefixed or suffixed accordingly with an appropriate date format.
cs_cz: Při použití této možnosti bude více vrácení peněz (prostřednictvím částečných vrácení peněz) ze stejné objednávky nést stejné číslo dobropisu, pokud nebude odpovídajícím způsobem předpona nebo přípona s příslušným formátem data.

source: WooCommerce PDF Invoices, Packing Slips, Delivery Notes & Shipping Labels
cs_cz: WooCommerce PDF faktury, dodací listy, dodací poznámky & přepravní štítky

source: Documents
cs_cz: Dokumenty

source: General
cs_cz: Obecné

source: Advanced
cs_cz: Pokročilé

source: Help Guide
cs_cz: Průvodce nápovědou

source: Add new
cs_cz: Přidat nový

source: Previously added
cs_cz: Dříve přidáno

source: Field Name
cs_cz: Jméno Pole

source: Meta Key
cs_cz: Meta klíč

source: Choose Order Status
cs_cz: Zvolte stav objednávky

source: Upload
cs_cz: Nahrát

source: Product Meta
cs_cz: Meta produktu

source: Product Attribute
cs_cz: Vlastnosti produktu

source: Name ascending
cs_cz: Název vzestupně

source: Add additional fields on checkout page
cs_cz: Přidejte další pole na stránce pokladny

source: Additional Fields
cs_cz: Dodatečná pole:

source: Add/Edit Custom Field
cs_cz: Přidat / upravit vlastní pole

source: You can edit existing Meta items by using Meta key of the item.
cs_cz: Existující metadata můžete upravit pomocí meta klíče položky.

source: Is mandatory field?
cs_cz: Je povinné pole?

source: Please use only alphabets and underscore for meta key.
cs_cz: U meta klíče používejte pouze abecedy a podtržítko.

source: Correct
cs_cz: Správně

source: Incorrect
cs_cz: Chybně

source: Select/add additional fields in the checkout page e.g VAT, SSN etc
cs_cz: Na stránce pokladny vyberte / přidejte další pole, např. DPH, SSN atd

source: Preview before printing
cs_cz: Náhled před tiskem

source: Enabled
cs_cz: Povoleno

source: Disabled
cs_cz: Vypnuto

source: Tracking number meta
cs_cz: Sledovací číslo meta

source: Enter the tracking number meta field to add tracking number information
cs_cz: Zadejte meta pole sledovacího čísla a přidejte informace o sledovacím čísle

source: Display state name
cs_cz: Zobrazovat název stavu

source: Displays the state name instead of state code in billing and shipping address
cs_cz: Zobrazuje název státu místo kódu státu na fakturační a dodací adrese

source: Transport terms
cs_cz: Podmínky přepravy

source: Now only applicable for Proforma invoice
cs_cz: Nyní platí pouze pro fakturu Proforma

source: Sale terms
cs_cz: Podmínky prodeje

source: Show tax
cs_cz: Zobrazit daň

source: Exclude tax
cs_cz: Bez daně

source: Include tax
cs_cz: Včetně daně

source: Setup Tax
cs_cz: Nastavit daň

source: Enable RTL support
cs_cz: Povolit podporu RTL

source: RTL support for documents. For better RTL integration in PDF documents please use our %s mPDF addon %s.
cs_cz: Podpora RTL pro dokumenty. Pro lepší integraci RTL do dokumentů PDF použijte náš doplněk %s mPDF %s.

source: PDF library
cs_cz: Knihovna PDF

source: The default library to generate PDF
cs_cz: Výchozí knihovna pro generování PDF

source: Packaging Type
cs_cz: Typ balení

source: Pack items individually
cs_cz: Balení položek jednotlivě

source: Box packing
cs_cz: Balení krabice

source: Single package per order
cs_cz: Jedno balení na objednávku

source: %sSingle package(per order)%s - All the items belonging to an order are packed together into a single package. Every order will have a respective package.
cs_cz: %sJeden balíček (na objednávku) %s - Všechny položky patřící k objednávce jsou zabaleny společně do jednoho balíčku. Každá objednávka bude mít příslušný balíček.

source: %sBox packing(per order)%s - All the items belonging to an order are packed into the respective boxes as per the configuration. Every order may have one or more boxes based on the configuration.
cs_cz: Balení %sBox (na objednávku) %s - Všechny položky patřící k objednávce jsou zabaleny do příslušných polí podle konfigurace. Každá objednávka může mít jedno nebo více polí na základě konfigurace.

source: %sPack items individually%s - Every item from the order/s are packed individually. e.g if an order has 2 quantities of product A and 1 quantity of product B, there will be three packages consisting one item each from the order.
cs_cz: %sPack položky jednotlivě %s - každá položka z objednávky / s je balena jednotlivě. např. pokud má objednávka 2 množství produktu A a 1 množství produktu B, budou v objednávce tři balíčky po jednom.

source: Box Sizes
cs_cz: Velikosti krabic

source: Length
cs_cz: Délka

source: Width
cs_cz: Šířka

source: Height
cs_cz: Výška

source: Box Weight
cs_cz: Hmotnost krabice

source: Max Weight
cs_cz: Maximální hmotnost

source: Add Box
cs_cz: Přidat rámeček
