Repository: rohitwebguru/WooCommerce-Package-Print
Catalog: languages/wf-woocommerce-packing-list-*.po
Languages: cs_cz

source: Remove selected box(es)
cs_cz: Odebrat vybraná pole

source: Items will be packed into these boxes depending on its dimensions and volume, those that do not fit will be packed individually.
cs_cz: Položky budou zabaleny do těchto krabic v závislosti na jejích rozměrech a objemu, ty, které se nevejdou, budou zabaleny jednotlivě.

source: Temp files
cs_cz: Dočasné soubory

source: File path
cs_cz: Cesta k souboru

source: Total files
cs_cz: Celkem souborů

source: Temp file(s) found.
cs_cz: Byly nalezeny dočasné soubory.

source: Delete all
cs_cz: Smazat vše

source: Download all
cs_cz: Stáhnout vše

source: Automatic cleanup
cs_cz: Automatické čištění

source: In minutes. Eg: 1440 for 1 day.
cs_cz: Za pár minut. Např .: 1440 na 1 den.

source: Debug
cs_cz: Režim ladění

source: Caution: Settings here are only for advanced users.
cs_cz: Upozornění: Nastavení zde jsou pouze pro pokročilé uživatele.

source: Export settings (JSON)
cs_cz: Exportovat nastavení (JSON)

source: Import settings (JSON)
cs_cz: Nastavení importu (JSON)

source: The document types(Invoice, Packing slip, Shipping label, Dispatch label, Address label and Delivery note) have been enabled by default for use. Click on the Settings under the document types to configure the respective settings. You can use the toggle button to activate/deactivate the respective document type.
cs_cz: Ve výchozím nastavení jsou povoleny typy dokumentů (faktura, dodací list, přepravní štítek, štítek odeslání, štítek adresy a dodací list). Kliknutím na Nastavení pod typy dokumentů nakonfigurujte příslušná nastavení. Pomocí přepínacího tlačítka můžete aktivovat / deaktivovat příslušný typ dokumentu.

source: Note:
cs_cz: Poznámka:

source: The company and shipping from address details from the sections below will be used to fill up the invoice and related documents accordingly.
cs_cz: Společnost a údaje o přepravě z adresy z níže uvedených částí budou použity k odpovídajícímu vyplnění faktury a souvisejících dokumentů.

source: Company Info
cs_cz: Informace o společnosti

source: Return policy/conditions
cs_cz: Podmínky / podmínky vrácení

source: Footer
cs_cz: Patička

source: Set up a footer which will be used across the respective documents.
cs_cz: Nastavte zápatí, které bude použito v příslušných dokumentech.

source: Address(Sender details)
cs_cz: Adresa (podrobnosti odesílatele)

source: Load from WooCommerce
cs_cz: Načíst z WooCommerce

source: Department/Business Unit/Sender
cs_cz: Oddělení / obchodní jednotka / odesílatel

source: Address line 1
cs_cz: Řádek adresy 1

source: Address line 2
cs_cz: Adresa řádek 2

source: City
cs_cz: Město

source: Country/State
cs_cz: Země / stát

source: Choose a country&hellip;
cs_cz: Vyberte zemi&hellip;

source: Select country
cs_cz: Zvolit zemi

source: Postal code
cs_cz: PSČ

source: Contact number
cs_cz: Kontaktní číslo

source: VAT
cs_cz: DPH

source: Filters
cs_cz: Filtry

source: Help Links
cs_cz: Odkazy na nápovědu

source: Refer to our documentation to set and get started
cs_cz: Chcete-li nastavit a začít, podívejte se do naší dokumentace

source: Help and Support
cs_cz: Pomoc a podpora

source: We would love to help you on any queries or issues.
cs_cz: Rádi vám pomůžeme s jakýmikoli dotazy nebo problémy.

source: Contact Us
cs_cz: Kontaktujte nás

source: Some useful `filters` to extend plugin's functionality
cs_cz: Některé užitečné `filtry` pro rozšíření funkčnosti pluginu

source: Example Code
cs_cz: Příklad kódu

source: Update Settings
cs_cz: Aktualizovat nastavení

source: Select one
cs_cz: Vyberte jedno

source: Layouts
cs_cz: Rozvržení

source: Rows
cs_cz: Řádky

source: Columns
cs_cz: Sloupce

source: Margin top
cs_cz: Horní okraj

source: Margin right
cs_cz: Okraj správně

source: Margin bottom
cs_cz: Dolní okraj

source: Margin left
cs_cz: Okraj vlevo

source: Column spacing
cs_cz: Rozteč sloupců

source: Rows spacing
cs_cz: Řádkování

source: Border size
cs_cz: Velikost okraje

source: Border color
cs_cz: Barva ohraničení

source: Address Label
cs_cz: Adresní štítek

source: Print Address Label
cs_cz: Tisk štítku s adresou

source: Print/Download Address Label
cs_cz: Tisk / stažení adresního štítku

source: Print
cs_cz: Tisk

source: Download
cs_cz: Stáhnout

source: Download Address Label
cs_cz: Stáhněte si štítek adresy

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečné oprávnění pro přístup na tuto stránku.

source: Customizer module is not active.
cs_cz: Modul Customizer není aktivní.

source: Document title
cs_cz: Název dokumentu

source: Order Date
cs_cz: Datum objednávky

source: Invoice Number
cs_cz: Faktura číslo

source: From Address
cs_cz: Adresa odesílatele

source: Billing Address
cs_cz: Fakturační adresa

source: Shipping Address
cs_cz: Dodací adresa

source: Return Address
cs_cz: Zpáteční adresa

source: Email Field
cs_cz: Pole emailu

source: Shipping Method
cs_cz: Způsob dopravy

source: Tracking Number
cs_cz: Sledovací číslo

source: Product Table
cs_cz: Tabulka produktů

source: Coupon info
cs_cz: Informace o kupónu

source: Return Policy
cs_cz: Návratová politika

source: Credit Note
cs_cz: Dobropis

source: Print Credit Note
cs_cz: Vytisknout dobropis

source: Print/Download Credit Note
cs_cz: Vytisknout / stáhnout dobropis

source: Download Credit Note
cs_cz: Stáhněte si dobropis

source: Credit Note Number
cs_cz: Číslo dobropisu

source: Credit Note Date
cs_cz: Datum vystavení dobropisu

source: Select an creditnote number format from the drop-down. You can choose to have a prefix, suffix or both for your creditnote number.
cs_cz: V rozbalovací nabídce vyberte formát čísla kreditní poznámky. Jako číslo vaší kreditní poznámky můžete zvolit předponu, příponu nebo obojí.

source: You can mirror the order number as the creditnote number by enabling this option, else, you can create an creditnote number of your own choice by specifying an creditnote start number.
cs_cz: Povolením této možnosti můžete zrcadlit číslo objednávky jako číslo kreditní poznámky, jinak můžete vytvořit číslo kreditní poznámky podle vlastního výběru zadáním počátečního čísla kreditní poznámky.

source: Set a starting number for the creditnote number to have a specific number other than the order number. Reset provisions are also allowed.
cs_cz: Nastavte počáteční číslo pro číslo kreditní poznámky, aby mělo jiné konkrétní číslo než číslo objednávky. Povolena jsou také resetovací ustanovení.

source: Specify a prefix that will appear at the leading edge of the creditnote number. Provisions are included to select predefined date formats as prefixes.
cs_cz: Zadejte předponu, která se objeví na přední hraně čísla kreditní poznámky. Jsou zahrnuta ustanovení pro výběr předdefinovaných formátů data jako předpon.

source: Specify a suffix that will appear at the trailing edge of the creditnote number. Provisions are included to select predefined date formats as suffixes.
cs_cz: Zadejte příponu, která se objeví na zadní hraně čísla kreditní poznámky. Jsou zahrnuta ustanovení pro výběr předdefinovaných formátů data jako přípon.

source: Indicates the total length of the creditnote number, excluding the length of prefix and suffix if added. If the length of the generated creditnote number is less than the provided, it will be padded with ‘0’. E.g if you specify 7 as creditnote length and your creditnote number is 8009, it will be represented as 0008009 in the respective documents.
cs_cz: Udává celkovou délku čísla kreditní poznámky, s výjimkou délky předpony a přípony, pokud jsou přidány. Pokud je délka vygenerovaného čísla kreditní poznámky menší, než je uvedeno, bude vyplněna číslicí „0“. Například pokud zadáte 7 jako délku kreditní poznámky a vaše číslo kreditní poznámky je 8009, bude v příslušných dokumentech představována jako 0008009.

source: PDF version of credit note will be attached with the refund email
cs_cz: Verze dobropisu ve formátu PDF bude připojena k e-mailu o vrácení peněz

source: Configure the general settings required for credit note.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro dobropis.

source: Order meta fields
cs_cz: Objednejte meta pole

source: Select/add additional order information in the credit note.
cs_cz: Vyberte / přidejte další informace o objednávce do dobropisu.

source: Product meta fields
cs_cz: Meta pole produktu

source: Product attributes
cs_cz: Atributy produktu

source: Enable variation data
cs_cz: Povolit údaje o variantách

source: Attach credit note PDF in email
cs_cz: Připojte e-mail s dobropisem ve formátu PDF

source: Classic
cs_cz: Klasický

source: Regal
cs_cz: Regál

source: Imperial
cs_cz: Imperiální

source: Products falling under the same category will be grouped together and displayed on the delivery note, if enabled.
cs_cz: Produkty spadající do stejné kategorie budou seskupeny a zobrazeny na dodacím listu, pokud je povoleno.

source: To display the variation information of the product beneath the product name in the packing slip product table, enable this option.
cs_cz: Chcete-li zobrazit informace o variantě produktu pod názvem produktu v tabulce produktu na dodacím listu, povolte tuto možnost.

source: Enabling this option will allow your customers to print the packing slip (via print button) from their order mail as well as after checkout.
cs_cz: Povolení této možnosti umožní vašim zákazníkům vytisknout dodací list (prostřednictvím tlačítka pro tisk) z jejich objednávkového e-mailu i po pokladně.

source: Insert additional footer information to override the footer inserted from the general settings. If left blank, it assumes the footer content from general settings.
cs_cz: Vložením dalších informací v zápatí přepíšete zápatí vložené z obecného nastavení. Pokud je prázdné, předpokládá obsah zápatí z obecného nastavení.

source: Bar Code
cs_cz: Čárový kód

source: Order Number
cs_cz: Číslo objednávky

source: VAT Field
cs_cz: Pole DPH

source: SSN Field
cs_cz: Pole SSN

source: Delivery Note
cs_cz: Dodací list

source: Print Delivery note
cs_cz: Vytisknout dodací list

source: Delivery note
cs_cz: Dodací list

source: Print/Download Delivery note
cs_cz: Tisk / stažení dodacího listu

source: Download Delivery note
cs_cz: Stáhněte si dodací list

source: Unable to print Delivery note. Please check the items in the order.
cs_cz: Nelze vytisknout dodací list. Zkontrolujte prosím položky v objednávce.

source: Configure the general settings required for delivery note.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro dodací list.

source: Group by category
cs_cz: Seskupit podle kategorie

source: Order meta fields
cs_cz: Objednejte meta pole

source: Select/add additional order information in the delivery note.
cs_cz: Vyberte / přidejte další informace o objednávce do dodacího listu.

source: Enable print delivery note option for order status
cs_cz: Povolit možnost tisku dodacího listu pro stav objednávky

source: Adds print delivery note button to the order email for chosen status
cs_cz: Přidá tlačítko pro tisk dodacího listu do e-mailu s objednávkou pro zvolený stav

source: Custom footer
cs_cz: Vlastní zápatí

source: If left blank, defaulted to footer from General settings.
cs_cz: Pokud je prázdné, výchozí nastavení je zápatí z Obecných nastavení.

source: Dispatch Date
cs_cz: Datum odeslání

source: Dispatch Label
cs_cz: Expediční štítek

source: Print Dispatch Label
cs_cz: Tisk štítku odeslání

source: Print/Download Dispatch Label
cs_cz: Tisk / stažení štítku odeslání

source: Download Dispatch Label
cs_cz: Stáhněte si štítek odeslání

source: Configure the general settings required for dispatch label.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro štítek odeslání.

source: Select/add additional order information in the dispatch label.
cs_cz: Vyberte / přidejte další informace o objednávce na štítku odeslání.

source: By enabling, you are permitting admin as well as customers to have access to print, download, attach invoice in the mail, etc from wherever applicable. Disabling will remove all the provisions, still, admin can customize the template, set invoice number pattern and so on.
cs_cz: Povolením povolujete správci i zákazníkům přístup k tisku, stahování, přiložení faktury poštou atd., Kdykoli je to možné. Zakázání odstraní všechna ustanovení, přesto může administrátor přizpůsobit šablonu, nastavit vzor čísla faktury atd.

source: If you choose 'No' then the invoice date will be the date on which it is printed, downloaded or attached in the mail.
cs_cz: Pokud zvolíte možnost „Ne“, bude datum faktury datum, kdy bude vytištěno, staženo nebo připojeno v e-mailu.

source: PDF version of the currently active invoice template will be attached with the Woocommerce order emails sent to customers and admins for the chosen order statuses.
cs_cz: Verze aktuálně aktivní šablony faktury ve formátu PDF bude připojena k e-mailům objednávek Woocommerce zasílaných zákazníkům a správcům pro vybrané stavy objednávek.

source: Choose the order statuses for which an email is to be sent to the customer with an invoice attached to it.
cs_cz: Vyberte stavy objednávky, pro které má být zákazníkovi zaslán e-mail s připojenou fakturou.

source: Enabling this option will allow your customers to print the invoice (via print button) from their order mail as well as after checkout.
cs_cz: Povolení této možnosti umožní vašim zákazníkům vytisknout fakturu (prostřednictvím tlačítka pro tisk) z jejich objednávkového e-mailu i po dokončení platby.

source: To display the variation information of the product beneath the product name in the invoice product table, enable this option.
cs_cz: Chcete-li zobrazit informace o variantě produktu pod názvem produktu v tabulce produktů na faktuře, povolte tuto možnost.

source: If your store has one or more taxes configured, enabling this option will categorize different taxes in separate columns in the invoice product table.
cs_cz: Pokud má váš obchod nakonfigurovanou jednu nebo více daní, povolení této možnosti roztřídí různé daně do samostatných sloupců v tabulce produktů na faktuře.

source: Upload to include a unique logo in the invoice other than the one loaded from general settings. If left blank, then defaulted to the logo from general settings.
cs_cz: Nahrajte, abyste do faktury zahrnuli jedinečné logo jiné než logo načtené z obecného nastavení. Je-li ponecháno prázdné, použije se logo jako výchozí z obecného nastavení.

source: Select an invoice number format from the drop-down. You can choose to have a prefix, suffix or both for your invoice number.
cs_cz: V rozbalovací nabídce vyberte formát čísla faktury. Jako číslo faktury můžete zvolit předponu, příponu nebo obojí.

source: You can mirror the order number as the invoice number by enabling this option, else, you can create an invoice number of your own choice by specifying an invoice start number.
cs_cz: Povolením této možnosti můžete zrcadlit číslo objednávky jako číslo faktury, jinak můžete vytvořit číslo faktury podle vlastního výběru zadáním počátečního čísla faktury.

source: Set a starting number for the invoice number to have a specific number other than the order number. Reset provisions are also allowed.
cs_cz: Nastavte počáteční číslo pro číslo faktury, aby mělo jiné konkrétní číslo než číslo objednávky. Povolena jsou také resetovací ustanovení.

source: Specify a prefix that will appear at the leading edge of the invoice number. Provisions are included to select predefined date formats as prefixes.
cs_cz: Zadejte předponu, která se zobrazí na předním okraji čísla faktury. Jsou zahrnuta ustanovení pro výběr předdefinovaných formátů data jako předpon.

source: Specify a suffix that will appear at the trailing edge of the invoice number. Provisions are included to select predefined date formats as suffixes.
cs_cz: Zadejte příponu, která se zobrazí na zadní hraně čísla faktury. Jsou zahrnuta ustanovení pro výběr předdefinovaných formátů data jako přípon.

source: Indicates the total length of the invoice number, excluding the length of prefix and suffix if added. If the length of the generated invoice number is less than the provided, it will be padded with ‘0’. E.g if you specify 7 as invoice length and your invoice number is 8009, it will be represented as 0008009 in the respective documents.
cs_cz: Udává celkovou délku čísla faktury, s výjimkou délky předpony a přípony, pokud jsou přidány. Pokud je délka vygenerovaného čísla faktury menší, než je uvedeno, bude vyplněna číslicí „0“. Například pokud zadáte 7 jako délku faktury a vaše číslo faktury je 8009, bude v příslušných dokumentech představováno jako 0008009.

source: Allow to insert additional footer information other than the one inserted from the general settings. If left blank, then defaulted to the footer from general settings.
cs_cz: Povolit vložení dalších informací v zápatí kromě těch, které byly vloženy z obecného nastavení. Pokud je prázdné, pak je jako výchozí nastaveno zápatí z obecného nastavení.

source: Products falling under the same category will be grouped together and displayed on the invoice, if enabled.
cs_cz: Produkty spadající do stejné kategorie budou seskupeny a zobrazeny na faktuře, pokud je povolena.

source: Invoice
cs_cz: FAKTURA

source: Border width
cs_cz: Šířka ohraničení

source: Line height
cs_cz: Výška řádku

source: Opacity
cs_cz: Neprůhlednost

source: Border radius
cs_cz: Poloměr okraje

source: From left
cs_cz: Zleva

source: From top
cs_cz: Shora

source: Angle
cs_cz: Úhel

source: Color
cs_cz: Barva

source: Invoice Date
cs_cz: Datum fakturace

source: Payment received stamp
cs_cz: Platba přijata razítkem

source: Signature
cs_cz: Podpis

source: Print Invoices
cs_cz: Tisk faktur

source: Download Invoices
cs_cz: Stáhněte si faktury

source: Print Invoice
cs_cz: Tisk Faktury

source: Download Invoice
cs_cz: Stáhněte si fakturu

source: Print/Download Invoice
cs_cz: Tisk / stažení faktury

source: Select/add the additional order information in the invoice.
cs_cz: Vyberte / přidejte další údaje o objednávce na fakturu.

source: Custom footer for invoice
cs_cz: Vlastní zápatí pro fakturu

source: Configure the general settings required for the invoice.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro fakturu.

source: Enable invoice
cs_cz: Povolit fakturu

source: Use order date as invoice date
cs_cz: Jako datum faktury použijte datum objednávky

source: If you choose 'No' then the invoice date will be the date on which it is generated.
cs_cz: Pokud zvolíte „Ne“, bude datum faktury datem, kdy byla vygenerována.

source: Generate invoice for order statuses
cs_cz: Generovat fakturu pro stavy objednávky

source: Order statuses for which an invoice should be generated.
cs_cz: Stavy objednávek, pro které by měla být vygenerována faktura.

source: Attach invoice PDF in order email
cs_cz: Přiložte e-mail s objednávkou ve formátu PDF

source: PDF version of invoice will be attached with the order email based on the above statuses
cs_cz: Verze faktury ve formátu PDF bude připojena k e-mailu s objednávkou na základě výše uvedených stavů

source: Enable print option for customers
cs_cz: Povolit zákazníkům možnost tisku

source: Show print button only for statuses
cs_cz: Zobrazit tlačítko pro tisk pouze pro stavy

source: Show individual tax column in product table
cs_cz: Zobrazit jednotlivý sloupec daně v tabulce produktů

source: Your template must support tax columns
cs_cz: Vaše šablona musí podporovat daňové sloupce

source: Upload signature
cs_cz: Nahrát podpis

source: Custom logo for invoice
cs_cz: Vlastní logo pro fakturu

source: If left blank, defaulted to logo from General settings.
cs_cz: Je-li ponecháno prázdné, ve výchozím nastavení logo z Obecného nastavení.

source: Packing Slip
cs_cz: Dodací list

source: Send Packing Slip as PDF attachment to warehouse when an order was placed.
cs_cz: Po zadání objednávky odešlete zásilku jako přílohu PDF do skladu.

source: Packing Slip for order #{order_number} on {site_title}
cs_cz: Dodací list pro objednávku č. {Order_number} na {site_title}

source: Packing Slip for order #{order_number}
cs_cz: Balicí list pro objednávku č. {Order_number}

source: Recipient(s)
cs_cz: Příjemci

source: Enter recipients (comma separated) for this email. Defaults to %s.
cs_cz: Zadejte příjemce (oddělenéčárkami) pro tento e-mail. Výchozí příjemce je %s.

source: Subject
cs_cz: Předmět

source: Available placeholders: %s
cs_cz: Dostupné zástupné znaky: %s

source: Email heading
cs_cz: Hlavička emailu

source: Email type
cs_cz: Typ e-mailu

source: Choose which format of email to send.
cs_cz: Zvolte, který formát emailu má být odeslán.

source: If enabled, products falling under the same category will be grouped together and displayed on the packing slip. Hence, making it easier while packing products.
cs_cz: Pokud je povoleno, produkty spadající do stejné kategorie budou seskupeny a zobrazeny na dodacím listu. Proto je snazší při balení produktů.

source: Enable this option to display the variation information of the product beneath the product name in the packing slip product table.
cs_cz: Povolením této možnosti zobrazíte informace o variantách produktu pod názvem produktu v tabulce s dodacími listy.

source: Enabling this option will allow your customers to print the packing slip (via print button) from their order mail as well as upon checkout.
cs_cz: Povolení této možnosti umožní vašim zákazníkům vytisknout dodací list (prostřednictvím tlačítka pro tisk) z jejich objednávkové pošty i při pokladně.

source: Packing slip
cs_cz: Dodací list

source: Packing Slip email send by %s.
cs_cz: Odeslání e-mailu s balením %s.

source: Send Packing Slip email
cs_cz: Odeslat e-mail s dodacím listem

source: Print Packing slip
cs_cz: Potisk Balení

source: Print/Download Packing slip
cs_cz: Vytisknout / Stáhnout Dodací list

source: Download Packing slip
cs_cz: Stáhnout dodací list

source: Print Packing Slip
cs_cz: Potisk na balení

source: Unable to print Packing slip. Please check the items in the order.
cs_cz: Nelze vytisknout dodací list. Zkontrolujte prosím položky v objednávce.

source: You’ve received the following order from %s:
cs_cz: Od %s jste obdrželi následující objednávku:

source: Configure the general settings required for packing slip.
cs_cz: Nakonfigurujte obecná nastavení požadovaná pro dodací list.

source: Select/add additional order information in the packing slip.
cs_cz: Vyberte / přidejte další informace o objednávce do dodacího listu.

source: Enable print packing slip option for order status
cs_cz: Povolte možnost tiskového dodacího listu pro stav objednávky

source: Adds print packing slip button to the order email for chosen status
cs_cz: Přidá do e-mailu s objednávkou pro vybraný stav tlačítko dodacího listu

source: Attach Packing slip PDF in order email for statuses
cs_cz: Chcete-li zjistit stav, přiložte e-mail s dodacím listem ve formátu PDF

source: PDF version of Packing slip will be attached with the order email
cs_cz: PDF verze dodacího listu bude připojena k e-mailu s objednávkou

source: Share Packing slip PDF as a separate email
cs_cz: Sdílejte dodací list PDF jako samostatný e-mail

source: Select `Yes` and save settings, if you need to send a copy of the Packing slip to another email id e.g admin email. You may then configure the email %shere%s accordingly.
cs_cz: Vyberte `Ano` a uložte nastavení, pokud potřebujete poslat kopii dodacího listu na jiné e-mailové ID, např. E-mail správce. Poté můžete odpovídajícím způsobem nakonfigurovat e-mail %shere %s.

source: Picklist
cs_cz: Výběr

source: Send Picklist as PDF attachment to warehouse when an order is placed.
cs_cz: Po zadání objednávky odešlete seznam jako přílohu PDF do skladu.

source: Picklist for order #{order_number} on {site_title}
cs_cz: Výběr pro objednávku č. {Order_number} na {site_title}
